Repository: cstudiomunger-art/yolo
Catalog: YOLO/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ · 12 min
zh_hans: %@ · 12 分钟

source: %lld attractions · in your plan
zh_hans: 行程内 %lld 个景点

source: %lld attractions →
zh_hans: %lld 个景点 →

source: %lld days
zh_hans: %lld 天

source: %lld favorites
zh_hans: 已收藏 %lld 个

source: %lld of %lld prepared
zh_hans: 已完成 %1$lld / %2$lld 项准备

source: %lld of %lld tasks done
zh_hans: 已完成 %1$lld / %2$lld 项

source: %lld sec left in preview
zh_hans: 试听剩余 %lld 秒

source: %lld-day stay permitted
zh_hans: 允许停留 %lld 天

source: • All attraction guides • Unlimited AI planning • Offline download
zh_hans: • 全部景点导览 • 无限 AI 规划 • 离线下载

source: ← Change city
zh_hans: ← 更换城市

source: ← Guide · Attractions
zh_hans: ← 指南 · 景点

source: ← Plan
zh_hans: ← 行程

source: ~40 minutes of setup remaining
zh_hans: 约剩 40 分钟设置

source: ⏸ Pause
zh_hans: ⏸ 暂停

source: ⏸ Pause preview
zh_hans: ⏸ 暂停试听

source: ▶ Play
zh_hans: ▶ 播放

source: ▶ Preview (%lld min free)
zh_hans: ▶ 免费试听 %lld 分钟

source: ★ Best Value
zh_hans: ★ 最划算

source: ⚡ Quick Plan
zh_hans: ⚡ 快速规划

source: ✅ Save to Plan
zh_hans: ✅ 保存到行程

source: ✅ Showing foreigner-friendly hotels only
zh_hans: ✅ 仅显示对外宾友好的酒店

source: ✓ Downloaded
zh_hans: ✓ 已下载

source: ✨ Active
zh_hans: ✨ 已激活

source: ⬆ Share
zh_hans: ⬆ 分享

source: ⬇ Download for offline
zh_hans: ⬇ 离线下载

source: 🎧 Audio
zh_hans: 🎧 语音

source: 🎧 Audio guide unlocked!
zh_hans: 🎧 语音导览已解锁！

source: 💬 General Help
zh_hans: 💬 一般帮助

source: 📚 Read Before You Go
zh_hans: 📚 行前阅读

source: 🔄 Redo
zh_hans: 🔄 重做

source: 🔒 Full guide locked
zh_hans: 🔒 完整导览已锁定

source: 🗺 Trip Planning
zh_hans: 🗺 行程规划

source: 🗺 Your Trip Cities
zh_hans: 🗺 行程城市

source: 🤖 Plan with AI Chat
zh_hans: 🤖 AI 对话规划

source: 🛍 Pack Before You Go
zh_hans: 🛍 行前采购

source: $19.99/year · 3-day free trial
zh_hans: $19.99/年 · 3 天免费试用

source: 3 min free preview · Unlock full guide
zh_hans: 免费试听 3 分钟 · 解锁完整导览

source: About ChinaGo
zh_hans: 关于 ChinaGo

source: About YOLO HAPPY
zh_hans: 关于 YOLO HAPPY

source: Account
zh_hans: 账号

source: Account created. Check your email and tap the confirmation link.
zh_hans: 账号已创建。请前往邮箱点击确认链接。

source: Add to favorites
zh_hans: 加入收藏

source: Agree to terms and privacy policy
zh_hans: 同意服务条款与隐私政策

source: Agreed to terms and privacy policy
zh_hans: 已同意服务条款与隐私政策

source: AI-generated, China-aware
zh_hans: AI 生成 · 适配中国

source: AI-powered · China booking rules built in
zh_hans: AI 驱动 · 内置中国预订规则

source: All Cities
zh_hans: 全部城市

source: Already have an account?
zh_hans: 已有账号？

source: An account with this email already exists. Try signing in instead.
zh_hans: 该邮箱已注册，请直接登录。

source: Apple sign-in failed. Please try again.
zh_hans: Apple 登录失败，请重试。

source: Ask Assistant
zh_hans: 问助手

source: Assistant
zh_hans: 助手

source: Attractions
zh_hans: 景点

source: Audio not available yet.
zh_hans: 音频暂不可用，请稍后再试。

source: Audio tours, 30+ sites
zh_hans: 语音导览 · 30+ 景点

source: Back
zh_hans: 返回

source: Back to sign in
zh_hans: 返回登录

source: Buy This Guide · $1.99
zh_hans: 购买本导览 · $1.99

source: By continuing, you agree to the [Terms of Service](yolo://legal/terms) and [Privacy Policy](yolo://legal/privacy)
zh_hans: 继续即表示你同意[服务条款](yolo://legal/terms)与[隐私政策](yolo://legal/privacy)

source: Cancel
zh_hans: 取消

source: Change nationality
zh_hans: 更改国籍

source: Check your email and tap the confirmation link to finish signing in.
zh_hans: 请前往邮箱点击确认链接以完成登录。

source: Check your email to confirm your account before signing in.
zh_hans: 请先查收确认邮件并点击链接，再回到此处登录。

source: Checklist
zh_hans: 清单

source: ChinaGo Pro (demo)
zh_hans: ChinaGo Pro（演示）

source: Cities
zh_hans: 城市

source: Clear Cache
zh_hans: 清除缓存

source: Close
zh_hans: 关闭

source: Confirmation email sent. Check your inbox.
zh_hans: 确认邮件已发送，请查收收件箱。

source: Content Mode
zh_hans: 内容模式

source: Content: %@
zh_hans: 内容：%@

source: Continue
zh_hans: 继续

source: Continue with %@ →
zh_hans: 继续 · %@ →

source: Continue with email
zh_hans: 使用邮箱登录

source: Continue with Google
zh_hans: 通过 Google 继续

source: Create Account
zh_hans: 创建账号

source: Cultural Tips
zh_hans: 文化贴士

source: Cultural tips & audio attraction tours
zh_hans: 文化贴士与景点语音导览

source: Curated options, English staff noted
zh_hans: 精选推荐 · 标注英语服务

source: Dates
zh_hans: 日期

source: Day · in progress
zh_hans: 进行中

source: Day %lld of %lld
zh_hans: 第 %lld 天 / 共 %lld 天

source: Day 1 Preview — %@
zh_hans: 第 1 天预览 — %@

source: Days until departure
zh_hans: 距离出发

source: Days until start
zh_hans: 距开始天数

source: Departure
zh_hans: 出发

source: Departure date
zh_hans: 出发日期

source: Don't have an account?
zh_hans: 还没有账号？

source: Done
zh_hans: 完成

source: Done ✓
zh_hans: 已完成 ✓

source: Double tap to change departure date
zh_hans: 双击可修改出发日期

source: Edit
zh_hans: 编辑

source: Edit Profile →
zh_hans: 编辑资料 →

source: Edit Trip
zh_hans: 编辑行程

source: Email
zh_hans: 邮箱

source: Email not confirmed. Check your sign-up confirmation email before signing in.
zh_hans: 邮箱尚未确认。请查收注册确认邮件后再登录。

source: Emergency
zh_hans: 紧急求助

source: End date
zh_hans: 结束日期

source: Ended
zh_hans: 已结束

source: Enter a valid email address.
zh_hans: 请输入有效的邮箱地址。

source: Enter your email and password. We'll create your account if you're new.
zh_hans: 输入邮箱和密码。如果你是新用户，我们会自动为你创建账号。

source: Excludes start and end days
zh_hans: 不含开始日与结束日

source: Explore as guest
zh_hans: 先逛逛

source: Forbidden City tickets sell out 3 weeks in advance during your dates.
zh_hans: 故宫门票在你出行日期前约 3 周就会售罄。

source: Forgot password?
zh_hans: 忘记密码？

source: Free
zh_hans: 免费

source: Full list →
zh_hans: 完整列表 →

source: Generate New Itinerary
zh_hans: 生成新行程

source: Go to sign in
zh_hans: 去登录

source: Going to multiple cities? Tap to select more.
zh_hans: 去多个城市？点选以添加更多。

source: Guest
zh_hans: 访客

source: Guide
zh_hans: 指南

source: Hide password
zh_hans: 隐藏密码

source: Home
zh_hans: 首页

source: How to Book →
zh_hans: 如何预订 →

source: I agree to the [Terms of Service](yolo://legal/terms) and [Privacy Policy](yolo://legal/privacy)
zh_hans: 我已阅读并同意[服务条款](yolo://legal/terms)与[隐私政策](yolo://legal/privacy)

source: If you don't see the email, check your spam folder or try resending.
zh_hans: 若未收到邮件，请检查垃圾箱或尝试重新发送。

source: Included with %@ audio guide
zh_hans: 包含在 %@ 语音导览中

source: Incorrect email or password. Please try again.
zh_hans: 邮箱或密码错误，请重试。

source: Introduction
zh_hans: 简介

source: Language
zh_hans: 语言

source: Live Services
zh_hans: 真实服务

source: Loading audio…
zh_hans: 正在加载音频…

source: Made with YOLO HAPPY app
zh_hans: 使用 YOLO HAPPY 制作

source: Manage →
zh_hans: 管理 →

source: Mock mode is active. Configure SUPABASE_URL and SUPABASE_ANON_KEY in Secrets.xcconfig.
zh_hans: 当前为 Mock 模式，未连接 Supabase。请在 Secrets.xcconfig 中配置 SUPABASE_URL 与 SUPABASE_ANON_KEY。

source: My Favorites
zh_hans: 我的收藏

source: My Saved Trip
zh_hans: 已保存行程

source: Nationality
zh_hans: 国籍

source: No favorites yet
zh_hans: 还没有收藏的景点

source: of %lld tasks complete
zh_hans: 共 %lld 项 · 已完成

source: Or buy just this guide
zh_hans: 或单独购买本导览

source: or continue with email
zh_hans: 或使用邮箱登录

source: Pack Before You Go
zh_hans: 行前采购

source: Password
zh_hans: 密码

source: Password must be at least %lld characters.
zh_hans: 密码至少需要 %lld 个字符。

source: Password reset email sent. Check your inbox.
zh_hans: 重置密码邮件已发送，请查收收件箱。

source: Password updated successfully.
zh_hans: 密码已更新成功。

source: Passwords do not match.
zh_hans: 两次输入的密码不一致。

source: Pick your trip start and end dates. Activity days exclude both travel days.
zh_hans: 选择行程开始与结束日期。活动天数不含首尾两天。

source: Plan
zh_hans: 行程

source: Plan My Trip
zh_hans: 规划我的行程

source: Plan Trip
zh_hans: 规划行程

source: Planning:
zh_hans: 规划中：

source: Playlist
zh_hans: 播放列表

source: Please wait %lld seconds before requesting another email.
zh_hans: 请等待 %lld 秒后再请求发送邮件。

source: Popular destinations
zh_hans: 热门目的地

source: Prep Checklist
zh_hans: 行前清单

source: Prepare
zh_hans: 准备

source: Preview · unlock the full guide
zh_hans: 试听 · 解锁完整导览

source: Profile
zh_hans: 个人资料

source: Quick Actions
zh_hans: 快捷入口

source: Quick Plan
zh_hans: 快速规划

source: Reading List
zh_hans: 阅读清单

source: Real-time help
zh_hans: 实时帮助

source: Real-time help · %@
zh_hans: 实时帮助 · %@

source: Recommended Routes
zh_hans: 推荐路线

source: Refresh from CMS
zh_hans: 从 CMS 刷新

source: Remove
zh_hans: 移除

source: Remove from favorites
zh_hans: 取消收藏

source: Resend confirmation email
zh_hans: 重发确认邮件

source: Resend reset link
zh_hans: 重发重置链接

source: Restore Purchases
zh_hans: 恢复购买

source: Save
zh_hans: 保存

source: Saved
zh_hans: 收藏

source: Search country...
zh_hans: 搜索国家或地区…

source: Search foreigner-friendly hotels
zh_hans: 搜索对外宾友好的酒店

source: Select your nationality
zh_hans: 选择您的国籍

source: Select your passport country
zh_hans: 选择您的护照国家

source: Send
zh_hans: 发送

source: Send Feedback
zh_hans: 发送反馈

source: Set your nationality in Profile
zh_hans: 请在个人资料中设置国籍

source: Share
zh_hans: 分享

source: Share Itinerary
zh_hans: 分享行程

source: Show password
zh_hans: 显示密码

source: Sign In
zh_hans: 登录

source: Sign in to plan your China trip
zh_hans: 登录后开始规划你的中国之旅

source: Sign Up
zh_hans: 注册

source: Sign up successful. Check your email and tap the confirmation link.
zh_hans: 注册成功。请查收确认邮件并点击链接完成验证。

source: Start date
zh_hans: 开始日期

source: Start Free Trial →
zh_hans: 开始免费试用 →

source: Starts in %lld days
zh_hans: %lld 天后开始

source: Static Demo
zh_hans: 静态演示

source: Tell us your dates and cities
zh_hans: 告诉我们日期与城市

source: Tell us your dates, cities & style
zh_hans: 告诉我们日期、城市与风格

source: Tips for Western Visitors
zh_hans: 西方游客贴士

source: Too many attempts. Please try again later.
zh_hans: 操作过于频繁，请稍后再试。

source: Too many password reset emails sent. Wait a few minutes, check your inbox and spam folder, then try again.
zh_hans: 重置密码邮件发送过于频繁。请等待几分钟，并检查收件箱与垃圾箱中是否已有邮件，然后再试。

source: Travel Assistant
zh_hans: 旅行助手

source: Travel dates
zh_hans: 旅行日期

source: Travel style
zh_hans: 旅行风格

source: Trip ended
zh_hans: 行程已结束

source: Unlock Audio Guide
zh_hans: 解锁语音导览

source: Unlock Full Audio Guide
zh_hans: 解锁完整语音导览

source: Use a different email
zh_hans: 使用其他邮箱

source: View →
zh_hans: 查看 →

source: View all →
zh_hans: 查看全部 →

source: Visa required
zh_hans: 需签证

source: Visa-free
zh_hans: 免签

source: We'll customise your preparation checklist.
zh_hans: 我们将为你定制行前准备清单。

source: We'll show visa rules and travel tips for your country
zh_hans: 我们将根据您的国籍展示签证政策与出行建议

source: Welcome back!
zh_hans: 欢迎回家！

source: What's next?
zh_hans: 接下来做什么？

source: Where are you going?
zh_hans: 你要去哪些城市？

source: YOLO HAPPY Feedback
zh_hans: YOLO HAPPY 反馈

source: YOLO HAPPY Pro (demo)
zh_hans: YOLO HAPPY Pro（演示）

source: You're ready for China.
zh_hans: 你已经准备好出发。

source: Your trip “%@” has ended. Tap to revisit your itinerary.
zh_hans: 行程「%@」已结束，点按回顾你的行程。

source: Your Trip ★
zh_hans: 你的行程 ★
